Repository: AndreaSeglem/AssessmentToolIslandic
Catalog: Resources/Strings.*.resx
Languages: is, no

# MineKlasser
source: Default Mine Klasser
is: Bekkina mína
no: Mine Klasser

# PageTitle
source: Default Oversikt - Mine Klasser
is: Yfirlit - Bekkina mína
no: Oversikt - Mine klasser

# NumberStudents
source: Default Antall elever:
is: Fjöldi nemenda:
no: Antall elever:

# EmptyClass
source: Default Her var det tomt! Klikk på knappen under for å opprette din første klasse.
is: Það er tómt hér! Smelltu á hnappinn hér fyrir neðan til að stofna fyrsta bekkinn þinn.
no: Her var det tomt! Klikk på knappen under for å opprette din første klasse.

# ChooseClass
source: Default Du må velge en klasse først!
is: Þú verður að velja bekk fyrst!
no: Du må velge en klasse først!

# AvgLetterKnow
source: Default Gjennomsnittlig bokstavlydkunnskap
is: Meðalhljóðkunnátta stafa
no: Gjennomsnittlig bokstavlydkunnskap

# Pupils
source: Default Elever
is: Nemendur
no: Elever

# UpperLetter
source: Default Store bokstaver
is: Stórir bókstafir
no: Store bokstaver

# LowerLetter
source: Default Små bokstaver
is: Litlir bókstafir
no: Små bokstaver

# Search
source: Default Søk
is: Leit
no: Søk

# Name
source: Default Navn
is: Nafn
no: Navn

# BirthDate
source: Default Fødselsdato
is: Fæðingardagur
no: Fødselsdato

# KnowLevel
source: Default Nivå
is: Stig
no: Nivå

# Rows
source: Default rader
is: raðir
no: rader

# Level1
source: Default Nivå 1
is: Stig 1
no: Nivå 1

# Level2
source: Default Nivå 2
is: Stig 2
no: Nivå 2

# Level3
source: Default Nivå 3
is: Stig 3
no: Nivå 3

# NotTested
source: Default Ikke kartlagt
is: Ekki kortlagt
no: Ikke kartlagt

# LevelDist
source: Default Nivåfordeling
is: Stigdreifing
no: Nivåfordeling

# NoStudentFound
source: Default Fant ingen elever som passet søket ditt. Dersom du ønsker å legge til en ny elev nå kan du gjøre det ved å klikke på knappen under.
is: Fann enga nemendur sem passa leitina þína. Ef þú vilt bæta við nýjum nemanda núna geturðu gert það með því að smella á hnappinn hér fyrir neðan.
no: Fant ingen elever som passet søket ditt. Dersom du ønsker å legge til en ny elev nå kan du gjøre det ved å klikke på knappen under.

# AddStudents
source: Default Legg til elever
is: Bæta við nemendum
no: Legg til elever

# NoStudentsInClass
source: Default Ingen elever er lagt til i klassen din, klikk på knappen under for å legge til elever.
is: Engir nemendur hafa verið bættir við í bekkinn þinn, smelltu á hnappinn hér fyrir neðan til að bæta við nemendum.
no: Ingen elever er lagt til i klassen din, klikk på knappen under for å legge til elever.

# HowDoTest
source: Default Hvordan gjennomføre bokstavtest?
is: Hvernig á að framkvæma stafapróf?
no: Hvordan gjennomføre bokstavtest?

# Classes
source: Default Klasser
is: Bekkir
no: Klasser

# LetterTest
source: Default Bokstavtest
is: Stafapróf
no: Bokstavtest

# Help
source: Default Hjelp
is: Hjálp
no: Hjelp

# HowToCreateClass
source: Default Hvordan opprette en klasse?
is: Default Hvernig á að stofna bekk?
no: Hvordan opprette en klasse?

# HowToAddStudents
source: Default Hvordan legge til elever?
is: Hvernig á að bæta við nemendum?
no: Hvordan legge til elever?

# LogOut
source: Default Logg ut
is: Skrá út
no: Logg ut

# FromA-AA
source: Default - Kartlegging fra A - Å
is: - Kortlagning frá A - Ö
no: - Kartlegging fra A - Å

# Step
source: Default Steg
is: Skref
no: Steg

# NavToTest
source: Default Naviger til "Bokstavtest"
is: Fara í "Stafapróf"
no: Naviger til "Bokstavtest"

# ChooseLargeOrSmall
source: Default Bestem om du vil kartlegge store eller små bokstaver ved å klikke på bryteren
is: Ákveðið hvort þið viljið kortleggja stóra eða litla bókstafi með því að smella á rofann
no: Bestem om du vil kartlegge store eller små bokstaver ved å klikke på bryteren

# ChooseStudentStart
source: Default Velg en elev fra listen og klikk på "Start Bokstavtest"
is: Veldu nemanda úr listanum og smelltu á "Byrja stafapróf"
no: Velg en elev fra listen og klikk på "Start Bokstavtest"

# TestStudent
source: Default Spør eleven om den vet hva bokstaven som vises heter. Spør deretter om eleven vet hva lyden er. Trykk på knappen som passer til svarene til eleven. Hvis eleven verken kan bokstavnavn eller lyd, trykker du på "Ingen"
is: Spurðu nemandann hvort hann viti hvað bókstafurinn sem birtist heitir. Spurðu síðan hvort hann viti hvað hljóðið er. Ýttu á takkann sem passar við svör nemandans. Ef nemandinn kann hvorki bókstafsnafnið né hljóðið, ýtirðu á "Ekkert"
no: Spør eleven om den vet hva bokstaven som vises heter. Spør deretter om eleven vet hva lyden er. Trykk på knappen som passer til svarene til eleven. Hvis eleven verken kan bokstavnavn eller lyd, trykker du på "Ingen"

# RepeatStep4
source: Default Gjenta steg 4 til alle bokstavene er kartlagt. Trykk på "Ja" dersom du ønsker å se igjennom svarene før du lagrer resultatet
is: Endurtaktu skref 4 þar til allir bókstafirnir hafa verið kortlagðir. Ýttu á "Já" ef þú vilt skoða svörin áður en þú vistar niðurstöðuna
no: Gjenta steg 4 til alle bokstavene er kartlagt. Trykk på "Ja" dersom du ønsker å se igjennom svarene før du lagrer resultatet

# FinishedPlaceStudent
source: Default Når du har kartlagt både store og små bokstaver vil eleven plasseres i et av tre nivå.
is: Þegar þú hefur kortlagt bæði stóra og litla bókstafi mun nemandinn vera settur á eitt af þremur stigum.
no: Når du har kartlagt både store og små bokstaver vil eleven plasseres i et av tre nivå.

# ExplainLevel1
source: Default Eleven ligger langt under gjennomsnitt for innlæring av bokstavlyder
is: Nemandi er langt undir meðaltali í námi bókstafahljóða
no: Eleven ligger langt under gjennomsnitt for innlæring av bokstavlyder

# ExplainLevel2
source: Default Eleven ligger litt under gjennomsnitt for innlæring av bokstavlyder
is: Nemandi er aðeins undir meðaltali í námi bókstafahljóða
no: Eleven ligger litt under gjennomsnitt for innlæring av bokstavlyder

# ExplainLevel3
source: Default Eleven ligger på eller over gjennomsnitt for innlæring av bokstavlyder
is: Nemandi er á eða yfir meðaltali í námi bókstafahljóða
no: Eleven ligger på eller over gjennomsnitt for innlæring av bokstavlyder

# NavToClass
source: Default Naviger til "Klasser"
is: Fara í "Bekkir"
no: Naviger til "Klasser"

# ClickAddButton
source: Default Klikk på "+"-knappen
is: Smelltu á "+"-takkann
no: Klikk på "+"-knappen

# ChooseNameCreateClass
source: Default Fyll inn et passende navn og trykk på "Opprett klasse"
is: Fylltu út viðeigandi nafn og smelltu á "Stofna bekk"
no: Fyll inn et passende navn og trykk på "Opprett klasse"

# NavToStudents
source: Default Naviger til "Elever"
is: Fara í "Nemendur"
no: Naviger til "Elever"

# ClickAddStudentsButton
source: Default Klikk på "Legg til elever"-knappen
is: Smelltu á "Bæta við nemendum"-takkann
no: Klikk på "Legg til elever"-knappen

# ChooseNumberStudents
source: Default Bestem antall elever ved å bruke "+" og "-" knappene, fyll inn påkrevd informasjon og trykk på "Legg til elever"
is: Ákveðið fjölda nemenda með því að nota "+" og "-" takkana, fylltu út nauðsynlegar upplýsingar og smelltu á "Bæta við nemendum"
no: Bestem antall elever ved å bruke "+" og "-" knappene, fyll inn påkrevd informasjon og trykk på "Legg til elever"

# ChooseStudent
source: Default Velg elev
is: Veldu nemanda
no: Velg elev

# LatestTested
source: Default Sist kartlagt
is: Síðast kortlagt
no: Sist kartlagt

# StartTest
source: Default Start Bokstavtest
is: Byrja stafapróf
no: Start Bokstavtest

# NoStudentsNeedAdd
source: Default Ingen elever er lagt til i klassen din, klikk på knappen under for å legge til elever.
is: Engir nemendur hafa verið bættir við í bekkinn þinn, smelltu á hnappinn hér fyrir neðan til að bæta við nemendum.
no: Ingen elever er lagt til i klassen din, klikk på knappen under for å legge til elever.

# LogInExsisting
source: Default Logg inn med eksisterende bruker
is: Skráðu þig inn með núverandi notanda
no: Logg inn med eksisterende bruker

# CreateNewUser
source: Default Lag en ny bruker
is: Búðu til nýjan notanda
no: Lag en ny bruker

# UserAccount
source: Default Brukerkonto
is: Notandareikningur
no: Brukerkonto

# Password
source: Default Passord
is: Lykilorð
no: Passord

# AccountSettings
source: Default Kontoinstillinger
is: Reikningsstillingar
no: Kontoinstillinger

# ChangeAccount
source: Default Endre brukerkonto
is: Breyta notandareikningi
no: Endre brukerkonto

# Account
source: Default Brukernavn
is: Notandanafn
no: Brukernavn

# FirstName
source: Default Fornavn
is: Fornafn
no: Fornavn

# LastName
source: Default Etternavn
is: Eftirnafn
no: Etternavn

# DeleteAccount
source: Default Slett bruker
is: Eyða notanda
no: Slett bruker

# SaveChanges
source: Default Lagre endringer
is: Vista breytingar
no: Lagre endringer

# ChangePassword
source: Default Endre passord
is: Breyta lykilorði
no: Endre passord

# CurrentPassword
source: Default Nåværende passord
is: Núverandi lykilorð
no: Nåværende passord

# NewPassword
source: Default Nytt passord
is: Nýtt lykilorð
no: Nytt passord

# RepeatPassword
source: Default Gjenta nytt passord
is: Endurtaka nýtt lykilorð
no: Gjenta nytt passord

# Pupil
source: Default Elev
is: Nemandi
no: Elev

# StatusLastTest
source: Default Status etter siste bokstavtest
is: Staða eftir síðasta stafapróf
no: Status etter siste bokstavtest

# StudentNoTestYetUpper
source: Default har ikke gjennomført noen bokstavtester for store bokstaver enda. Dersom du ønsker å gjennomføre en nå kan du klikke
is: hefur ekki enn tekið nein stafapróf fyrir stóra bókstafi. Ef þú vilt framkvæma eitt núna geturðu smellt
no: har ikke gjennomført noen bokstavtester for store bokstaver enda. Dersom du ønsker å gjennomføre en nå kan du klikke

# StudentNoTestYetLower
source: Default har ikke gjennomført noen bokstavtester for små bokstaver enda. Dersom du ønsker å gjennomføre en nå kan du klikke
is: hefur ekki enn tekið nein stafapróf fyrir litla bókstafi. Ef þú vilt framkvæma eitt núna geturðu smellt
no: har ikke gjennomført noen bokstavtester for små bokstaver enda. Dersom du ønsker å gjennomføre en nå kan du klikke

# Here
source: Default her
is: hér
no: her

# LetterSoundKnow
source: Default Bokstavlydkunnskap
is: Hljóðkunnátta stafa
no: Bokstavlydkunnskap

# Knows
source: Default Kjenner
is: Þekkir
no: Kjenner

# LetterSounds
source: Default bokstavlyder og ligger
is: stafahljóð og er
no: bokstavlyder og ligger

# Above
source: Default over
is: yfir
no: over

# Below
source: Default under
is: undir
no: under

# AvgLearning
source: Default gjennomsnitt for innlæring av bokstavlyder
is: meðaltali í námi stafahljóða
no: gjennomsnitt for innlæring av bokstavlyder

# In
source: Default i
is: í
no: i

# KnowsSoundAndName
source: Default Kjenner både bokstavlyd og navn
is: Þekkir bæði stafahljóð og nafn
no: Kjenner både bokstavlyd og navn

# KnowsSound
source: Default Kjenner bokstavlyd
is: Þekkir stafahljóð
no: Kjenner bokstavlyd

# KnowsName
source: Default Kjenner bokstavnavn
is: Þekkir stafanafn
no: Kjenner bokstavnavn

# KnowsNon
source: Default Kjenner ikke bokstavlyd eller navn
is: Þekkir hvorki stafahljóð né nafn
no: Kjenner ikke bokstavlyd eller navn

# NewTestUpper
source: Default Hvis du ønsker å gjennomføre en ny bokstavtest for store bokstaver kan du klikke
is: Ef þú vilt framkvæma nýtt stafapróf fyrir stóra bókstafi geturðu smellt
no: Hvis du ønsker å gjennomføre en ny bokstavtest for store bokstaver kan du klikke

# NewTestLower
source: Default Hvis du ønsker å gjennomføre en ny bokstavtest for små bokstaver kan du klikke
is: Ef þú vilt framkvæma nýtt stafapróf fyrir litla bókstafi geturðu smellt
no: Hvis du ønsker å gjennomføre en ny bokstavtest for små bokstaver kan du klikke

# AddStudent
source: Default Legg til elev
is: Bæta við nemanda
no: Legg til elev

# For
source: Default For
is: Fyrir
no: For

# Since
source: Default siden
is: síðan
no: siden

# Day
source: Default dag
is: dagur
no: dag

# Days
source: Default dager
is: dagar
no: dager

# Minute
source: Default minutt
is: mínúta
no: minutt

# Minutes
source: Default minutter
is: mínútur
no: minutter

# Hour
source: Default time
is: klukkustund
no: time

# Hours
source: Default timer
is: klukkustundir
no: timer

# NoOne
source: Default Ingen
is: Enginn
no: Ingen

# Sound
source: Default Lyd
is: Hljóð
no: Lyd

# NameAndSound
source: Default Navn og Lyd
is: Nafn og Hljóð
no: Navn og Lyd

# TestDone
source: Default Bokstavtest gjennomført
is: Stafapróf lokið
no: Bokstavtest gjennomført

# LookThroughTest
source: Default Ønsker du å se igjennom bokstavtesten før du lagrer den?
is: Viltu skoða stafaprófið áður en þú vistar það?
no: Ønsker du å se igjennom bokstavtesten før du lagrer den?

# No
source: Default Nei
is: Nei
no: Nei

# Yes
source: Default Ja
is: Já
no: Ja

# DoneSeeThrough
source: Default Ferdig med gjennomgangen? Klikk her for å lagre resultatet.
is: Búinn að fara yfir? Smelltu hér til að vista niðurstöðuna.
no: Ferdig med gjennomgangen? Klikk her for å lagre resultatet.

# Error
source: Default Feil
is: Villa
no: Feil

# Mandatory
source: Default Dette feltet er obligatorisk.
is: Þessi reitur er nauðsynlegur.
no: Dette feltet er obligatorisk.

# PasswordLengthError
source: Default Passordet må være minst {2} tegn langt.
is: Lykilorðið verður að vera að minnsta kosti {2} stafir að lengd.
no: Passordet må være minst {2} tegn langt.

# PasswordNotSame
source: Default Passordene er ikke like
is: Lykilorðin eru ekki eins.
no: Passordene er ikke like

# Error:
source: Default Feil:
is: Villa:
no: Feil:

# PasswordHasChanged
source: Default Passordet ditt har blitt endret.
is: Lykilorðið þitt hefur verið breytt.
no: Passordet ditt har blitt endret.

# DeleteAccountCons
source: Default Hvis du sletter brukeren din vil alle dine klasser, elever og deres testresultater også bli slettet. Dataen vil ikke kunne gjenopprettes.
is: Ef þú eyðir notandanum þínum verða allir bekkir þínir, nemendur og prófniðurstöður þeirra einnig eytt. Gögnin verður ekki hægt að endurheimta.
no: Hvis du sletter brukeren din vil alle dine klasser, elever og deres testresultater også bli slettet. Dataen vil ikke kunne gjenopprettes.

# ErrorWrongPassword
source: Default Feil: Ugyldig Passord.
is: Villa: Ógilt lykilorð.
no: Feil: Ugyldig Passord.

# ChangeEmail
source: Default Endre e-post
is: Breyta netfangi
no: Endre e-post

# NewEmail
source: Default Ny e-postadresse
is: Ný netfang
no: Ny e-postadresse

# ErrorSomethingWrong
source: Default Feil: Noe gikk galt
is: Villa: Eitthvað fór úrskeiðis
no: Feil: Noe gikk galt

# ChangesSaved
source: Default Endringene dine har blitt lagret
is: Breytingarnar þínar hafa verið vistaðar
no: Endringene dine har blitt lagret

# LogIn
source: Default Logg inn
is: Skrá inn
no: Logg inn

# Email
source: Default E-postadresse
is: Sjálfgefið Netfang
no: E-postadresse

# RegisterNewAccount
source: Default Registrer ny bruker
is: "Skrá nýjan notanda"
no: Registrer ny bruker

# RememberMe
source: Default Husk meg
is: Mundu mig
no: Husk meg

# WrongNameOrPassword
source: Default Feil brukernavn eller passord.
is: Rangt notandanafn eða lykilorð.
no: Feil brukernavn eller passord.

# AlreadyHaveAccount
source: Default Har du allerede en bruker? Logg inn her
is: Ertu nú þegar með notanda? Skráðu þig inn hér
no: Har du allerede en bruker? Logg inn her

# EmailNotValid
source: Default E-postadressen er ugyldig
is: Netfangið er ógilt
no: E-postadressen er ugyldig

# EditPupil
source: Default Rediger elev
is: Breyta nemanda
no: Rediger elev

# Cancel
source: Default Avbryt
is: Hætta við
no: Avbryt

# DeletePupilAndTests
source: Default Ved sletting av eleven vil alle testresultater også bli fjernet. Dette kan ikke reverseres.
is: Með því að eyða nemandanum verða allar prófniðurstöður einnig fjarlægðar. Þetta er óafturkræft.
no: Ved sletting av eleven vil alle testresultater også bli fjernet. Dette kan ikke reverseres.

# SureAboutDeletion
source: Default Er du sikker på at du ønsker å fjerne
is: Ertu viss um að þú viljir fjarlægja
no: Er du sikker på at du ønsker å fjerne

# FromClass
source: Default fra klassen din
is: úr bekknum þínum
no: fra klassen din

# DeletePupil
source: Default Slett Elev
is: Eyða nemanda
no: Slett Elev

# Of
source: Default av
is: af
no: av

# RegisterAccount
source: Default Registrer bruker
is: Skrá notanda
no: Registrer bruker

# CreateNewClass
source: Default Opprett ny klasse
is: Stofna nýjan bekk
no: Opprett ny klasse

# ClassNameEx
source: Default Klassenavn (F.eks. 1A)
is: Bekkjarheiti (t.d. 1A)
no: Klassenavn (F.eks. 1A)

# CreateClass
source: Default Opprett klasse
is: Stofna bekk
no: Opprett klasse

# FillOutThis
source: Default Vennligst fyll ut dette feltet.
is: Vinsamlegast fylltu út í þennan reit.
no: Vennligst fyll ut dette feltet.

# ChangeClassName
source: Default Endre klassenavn
is: Breyta bekkjarheiti
no: Endre klassenavn

# ClassName
source: Default Klassenavn
is: Bekkjarheiti
no: Klassenavn

# DeleteClass
source: Default Slett Klasse
is: Eyða bekk
no: Slett Klasse

# DeleteClassWithStudentsAndTests
source: Default Ved sletting av klassen vil alle elever og deres testresultater også bli fjernet. Dette kan ikke reverseres.
is: Með því að eyða bekknum verða allir nemendur og prófniðurstöður þeirra einnig fjarlægðar. Þetta er óafturkræft.
no: Ved sletting av klassen vil alle elever og deres testresultater også bli fjernet. Dette kan ikke reverseres.

# FromAccount
source: Default fra brukeren din
is: frá notandanum þínum
no: fra brukeren din

# SomethingWentWrong
source: Default Noe gikk galt
is: Eitthvað fór úrskeiðis
no: Noe gikk galt

# TryDoingAgain
source: Default Prøv det du ville gjøre en gang til, hvis feilen fortsatt oppstår ta kontakt
is: Reyndu aftur það sem þú ætlaðir að gera, ef villan heldur áfram skaltu hafa samband
no: Prøv det du ville gjøre en gang til, hvis feilen fortsatt oppstår ta kontakt
